Repository: weibing078/yt-rec
Catalog: windows/YtRec.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_hant_tw

# UrlTextBox.PlaceholderText
source: Paste a YouTube live or video URL
zh_hant_tw: 貼上 YouTube 直播／影片網址

# StartButtonText.Text
source: Download
zh_hant_tw: 下載

# StartButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Start download
zh_hant_tw: 開始下載

# PasteButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Paste from clipboard
zh_hant_tw: 貼上剪貼簿網址

# PermissionButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Permissions
zh_hant_tw: 權限

# SettingsButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Settings
zh_hant_tw: 設定

# SectionLabel.Text
source: Clip section
zh_hant_tw: 只抓某段

# SectionStartBox.PlaceholderText
source: from 0:00
zh_hant_tw: 從 0:00

# SectionEndBox.PlaceholderText
source: to 5:00
zh_hant_tw: 到 5:00

# SectionHint.Text
source: ended videos only
zh_hant_tw: 給已結束影片

# StopButtonText.Text
source: Stop
zh_hant_tw: 停止

# StopButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Stop
zh_hant_tw: 停止

# RecentHeader.Text
source: Recent outputs (drag into Premiere)
zh_hant_tw: 最近成品（可直接拖進 Premiere）

# OpenFolderLink.Content
source: Open output folder
zh_hant_tw: 打開輸出資料夾

# RecordButtonText.Text
source: Record
zh_hant_tw: 側錄

# RecordButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Start screen side-recording
zh_hant_tw: 開始螢幕側錄

# RecordHint.Text
source: Record = capture what plays (for lives / undownloadable)
zh_hant_tw: 側錄＝照著畫面錄（直播 / 無法下載時用）
